"ua_cancel" = "Peruuta";
"ua_channel_copy_toast" = "Kanava kopioitu leikepöydälle!";
"ua_channel_id" = "Kanavatunnus";
"ua_channel_notification_ticker" = "Urbaani ilmalaiva -kanava";
"ua_connection_error" = "Yhteysvirhe";
"ua_content_error" = "Sisältövirhe";
"ua_default_channel_description" = "Yleiset sovelluspäivitykset";
"ua_default_channel_name" = "Ilmoitukset";
"ua_delete" = "Poista";
"ua_empty_message_list" = "Ei viestejä";
"ua_mark_read" = "Merkitse luetuksi";
"ua_mc_failed_to_load" = "Viestin lataaminen ei onnistu. Yritä uudelleen myöhemmin.";
"ua_mc_no_longer_available" = "Valittu viesti ei ole enää saatavilla.";
"ua_message_center_title" = "Viestikeskus";
"ua_message_not_selected" = "Ei valittua viestiä";
"ua_notification_button_accept" = "Hyväksy";
"ua_notification_button_add" = "Lisää";
"ua_notification_button_add_to_calendar" = "Lisää kalenteriin";
"ua_notification_button_book_now" = "Varaa nyt";
"ua_notification_button_buy_now" = "Osta nyt";
"ua_notification_button_copy" = "Kopioi";
"ua_notification_button_decline" = "Hylkää";
"ua_notification_button_dislike" = "En tykkää";
"ua_notification_button_download" = "Lataa";
"ua_notification_button_follow" = "Seuraa";
"ua_notification_button_less_like" = "Vähemmän tämän kaltaisia";
"ua_notification_button_like" = "Tykkään";
"ua_notification_button_more_like" = "Lisää tämän kaltaisia";
"ua_notification_button_no" = "Ei";
"ua_notification_button_opt_in" = "Osallistun";
"ua_notification_button_opt_out" = "En osallistu";
"ua_notification_button_rate_now" = "Arvostele nyt";
"ua_notification_button_remind" = "Muistuta minua myöhemmin";
"ua_notification_button_save" = "Tallenna";
"ua_notification_button_search" = "Hae";
"ua_notification_button_send_info" = "Lähetä tietoa";
"ua_notification_button_share" = "Jaa";
"ua_notification_button_shop_now" = "Tee nyt ostoksia";
"ua_notification_button_tell_me_more" = "Kerro minulle lisää";
"ua_notification_button_unfollow" = "Älä seuraa";
"ua_notification_button_yes" = "Kyllä";
"ua_ok" = "OK";
"ua_open" = "Avaa";
"ua_rate_app_action_default_body" = "Arvioi se App Storessa napauttamalla %@.";
"ua_rate_app_action_default_rate_negative_button" = "Ei kiitos";
"ua_rate_app_action_default_rate_positive_button" = "Arvioi";
"ua_rate_app_action_default_title" = "Pidätkö sovelluksesta %@?";
"ua_rate_app_action_generic_display_name" = "Tämä sovellus";
"ua_refresh" = "Päivitä";
"ua_retry_button" = "Yritä uudelleen";
"ua_select_all" = "Valitse kaikki";
"ua_select_none" = "Älä valitse mitään";
"ua_share_dialog_title" = "Jaa";
